Repository: kieulanalp/VNBrandManual
Catalog: tm/auto/FLS report updated-level2.tmx
Source language: en_us
Languages: vi

source: Contract is in place for specialist cleaning of kitchen extractor hood(s) and ducts.
vi: Contract is in place for specialist cleaning of kitchen extractor hood(s) and ducts. Có hợp đồng cung cấp dịch vụ vệ sinh chuyên nghiệp cho chụp hút mùi và ống thông gió trong bếp

source: Corridor Pressurization is provided (where required).
vi: Corridor Pressurization is provided (where required). Cung cấp tăng áp hành lang (ở nơi cần thiết)

source: Date
vi: Date Ngày

source: Date Completed
vi: Date Completed Ngày hoàn thành

source: Date of Inspection
vi: Date of Inspection Ngày nghiệm thu

source: Date:
vi: Date: Ngày

source: Detection, Alarms & Notification
vi: Detection, Alarms & Notification Phát hiện cháy, Báo động & Thông báo

source: Diagram must be in local language(s) and English.
vi: Diagram must be in local language(s) and English. Sơ đồ bằng ngôn ngữ địa phương và tiếng Anh

source: Directional exit signage must be provided when the exit is not immediately visible.
vi: Directional exit signage must be provided when the exit is not immediately visible. Phải có biển chỉ hướng lối thoát hiểm khi không thể ngay lập tức nhìn thấy lối thoát

source: Distance between emergency exit must not exceed 120m (400ft).
vi: Distance between emergency exit must not exceed 120m (400ft). Khoảng cách giữa các lối thoát hiểm không vượt quá 120m

source: Distance between emergency exit must not exceed 60m (200ft).
vi: Distance between emergency exit must not exceed 60m (200ft). Khoảng ách giữa các lối thoát hiểm không vượt quá 60m

source: Diving boards, trampolines and diving platforms are prohibited.
vi: Diving boards, trampolines and diving platforms are prohibited. Không cho phép ván nhảy, bạt lò xo và bục nhảy

source: Door at the terminus is 60-min fire rated and fitted with a self-closing device held open only by a fusible link.
vi: Door at the terminus is 60-min fire rated and fitted with a self-closing device held open only by a fusible link. Cửa tại điểm cuối được trang bị tay co tự động và chỉ được giữ mở bằng mối nối có thể tan chảy

source: Door selectors are provided for double fire doors.
vi: Door selectors are provided for double fire doors. Đối với cửa đôi chống cháy phải có Door selector để đảm bảo cánh cửa đóng khít đúng thứ tự

source: Doors and door frames in fire rated walls (including MEP shafts) other than guest room doors, must achieve a minimum Fire Resistance as follows:
vi: Doors and door frames in fire rated walls (including MEP shafts) other than guest room doors, must achieve a minimum Fire Resistance as follows: Cửa và khung cửa trong tường chống cháy (bao gồm đường ống MEP) mà không phải cửa phòng khách, phải đạt được mức chống cháy tối thiểu như sau:

source: Doors leading into guest vending and laundry rooms must meet the following:
vi: Doors leading into guest vending and laundry rooms must meet the following: Cửa dẫn vào phòng máy bán hàng cho khách và phòng giặt phải đáp ứng như sau:

source: Doors must open when they reach the floor level allowing passengers to exit the Elevator.
vi: Doors must open when they reach the floor level allowing passengers to exit the Elevator. Cửa thang máy phải mở khi đến mức sàn tầng để khách thoát khỏi thang máy

source: Doors opening onto a balcony area must have a secondary device fitted to limit the initial opening of the balcony door.
vi: Doors opening onto a balcony area must have a secondary device fitted to limit the initial opening of the balcony door. Cửa mở vào khu vực ban công phải có phụ kiện hạn chế mở cửa ban đầu.

source: Doors to unsupervised indoor pools in enclosed area are provided with Access Control interfaced with Guest Key Cards.
vi: Doors to unsupervised indoor pools in enclosed area are provided with Access Control interfaced with Guest Key Cards. Cửa dẫn vào bể bơi trong nhà không có giám sát được bố trí tính năng Kiểm soát Truy cập liên kết với Thẻ khóa của khách

source: EMERGENCY EGRESS, ESCAPE & SIGNAGE
vi: EMERGENCY EGRESS, ESCAPE & SIGNAGE LỐI THOÁT HIỂM, CỬA THOÁT HIỂM & BIỂN BÁO THOÁT HIỂM

source: EMERGENCY POWER & LIGHTING
vi: EMERGENCY POWER & LIGHTING NGUỒN ĐIỆN VÀ & CHIẾU SÁNG KHẨN CẤP

source: Each Stair Access point
vi: Each Stair Access point Mỗi lối vào thang bộ

source: Each Swimming Pool must have life safety equipment meeting the following requirements:
vi: Each Swimming Pool must have life safety equipment meeting the following requirements: Mỗi bể bơi phải có thiết bị an toàn và đáp ứng các yêu cầu sau:

source: Each ground floor exit
vi: Each ground floor exit Mỗi lối thoát tầng trệt

source: Egress, Exits & Signage
vi: Egress, Exits & Signage Lối thoát hiểm, Cửa thoát hiểm & Biển báo Thoát hiểm

source: Egress/ Escape Stair Door must have a minimum 2/3 of fire stair width or a minimum clear width of 900mm (whichever is higher).
vi: Egress/ Escape Stair Door must have a minimum 2/3 of fire stair width or a minimum clear width of 900mm (whichever is higher). Cửa thang bộ thoát hiểm có chiều rộng tối thiểu bằng 2/3 chiều rộng thang bộ hoặc tối thiểu 900mm (lấy số cao hơn)

source: Electrical Outlet in the following areas must be protected by Ground Fault Circuit Interrupters (GFCI) / Residual Current Devices (RCD) in the form of circuit breakers or protected outlets:
vi: Electrical Outlet in the following areas must be protected by Ground Fault Circuit Interrupters (GFCI) / Residual Current Devices (RCD) in the form of circuit breakers or protected outlets: Ổ cắm điện trong các khu vực sau phải được bảo vệ bằng Bộ ngắt mạch nối đất (GFCI)/Cầu dao chống rò điện (RCD) dưới dạng bộ ngắt mạch hoặc ổ cắm được bảo vệ

source: Electrical outlets in recreational areas within 12m of the edge of a swimming pool.
vi: Electrical outlets in recreational areas within 12m of the edge of a swimming pool. ổ cắm trong khu giải trí trong vòng 12m từ mép hồ bơi

source: Electronic Door Locks must be approved by IHG.
vi: Electronic Door Locks must be approved by IHG. Khóa điện tử phải được phê duyệt bởi IHG

source: Emergency Egress Paths
vi: Emergency Egress Paths Các tuyến đường thoát hiểm

source: Emergency Egress routes.
vi: Emergency Egress routes. Các tuyến đường thoát hiểm

source: Emergency Egress stairs must meet the following minimum requirements:
vi: Emergency Egress stairs must meet the following minimum requirements: Thang bộ thoát hiểm phải đáp ứng những yêu cầu sau

source: Emergency Egress stairwells in High-rise Hotels (>25m) must have one of the following:
vi: Emergency Egress stairwells in High-rise Hotels (>25m) must have one of the following: Thang bộ thoát hiểm trong các khách sạn cao tầng (>25m) phải có một trong những điều sau đây

source: Emergency Exit Routes are required to comply with the following (or local regulations whichever is more stringent):
vi: Emergency Exit Routes are required to comply with the following (or local regulations whichever is more stringent): Lối thoát hiểm khẩn cấp bắt buộc phải tuân thủ các yêu cầu sau (hoặc tuân thủ quy định của địa phương, chọn tiêu chuẩn nghiêm ngặt hơn)

source: Emergency Exits on the same floor that are remote from each other.
vi: Emergency Exits on the same floor that are remote from each other. Lối thoát hiểm trên cùng tầng cách xa nhau

source: Emergency Exits that are fitted with access control (for BOH staff use) must meet the following:
vi: Emergency Exits that are fitted with access control (for BOH staff use) must meet the following: Lối thoát hiểm có kiểm soát truy cập (cho nhân viên BOH sử dụng) phải đáp ứng như sau

source: Emergency Lighting
vi: Emergency Lighting Chiếu sáng khẩn cấp

source: Emergency Lighting must meet the following requirements.
vi: Emergency Lighting must meet the following requirements. Chiếu sáng khẩn cấp phải đáp ứng nhưu sau:

source: Emergency Power & Lighting
vi: Emergency Power & Lighting Nguồn điện & Chiếu sáng khẩn cấp

source: Emergency exit routes from Places of Assembly (such as Meeting rooms, Banquet Halls, Lounge, Restaurants, etc.) must meet the following minimum requirements:
vi: Emergency exit routes from Places of Assembly (such as Meeting rooms, Banquet Halls, Lounge, Restaurants, etc.) must meet the following minimum requirements: Tuyến đường thoát hiểm từ các khu vực tập trung đông người (phòng họp, phòng tiệc, lounge vv.) phải đáp ứng các yêu cầu tối thiểu sau:

source: Emergency power must be provided to illuminate signage for a minimum of 60 minutes.
vi: Emergency power must be provided to illuminate signage for a minimum of 60 minutes. Cung cấp điện khẩn cấp đủ đảm bảo chiếu sáng biển báo trong tối thiểu 60 phút.

source: Evacuation speaker (EWIS) is provided with a minimum sound level of 75dBA at the bed head.
vi: Evacuation speaker (EWIS) is provided with a minimum sound level of 75dBA at the bed head. Loa thông báo sơ tán (EWIS) đạt mức độ âm thanh tối thiểu 75dBA tại đầu giường

source: Evacuation speakers are installed in all areas (Front of House, Back of House, Store Rooms, Plantrooms, Toilets, MEP Spaces, Etc.)
vi: Evacuation speakers are installed in all areas (Front of House, Back of House, Store Rooms, Plantrooms, Toilets, MEP Spaces, Etc.) Loa thông báo sơ tán được lắp đặt tại tất cả cá khu vực (FOH, BOH, Phòng kho, Phòng máy, Toilet, Không gian MEP, v.v)

source: Exit Doors Remote from each other
vi: Exit Doors Remote from each other Các cửa thoát hiểm cách xa nhau

source: Exit Doors at least 90cm wide.
vi: Exit Doors at least 90cm wide. Cửa thoát hiểm rộng tối thiểu 90cm

source: Exit doors must swing in the direction of egress.
vi: Exit doors must swing in the direction of egress. Cửa thoát hiểm phải mở theo hướng thoát hiểm

source: Exit signs must meet the following:
vi: Exit signs must meet the following: Biển báo lối thoát hiểm phải đáp ứng như sau:

source: Exterior areas, including but not limited to the following, must be illuminated during dark hours:
vi: Exterior areas, including but not limited to the following, must be illuminated during dark hours: Khu vực bên ngoài, bao gồm nhưng không giới hạn như sau, phải được chiếu sáng khi trời tối

source: Exterior electrical outlets exposed to the weather elements or that are within 6m of an external water source.
vi: Exterior electrical outlets exposed to the weather elements or that are within 6m of an external water source ổ cắm điện ngoài trời tiếp xúc với các yếu tố thời tiết hoặc trong phạm vi 6m từ nguồn nước ngoài trời

source: External Fire Escapes must be approved by a Qualified Person.
vi: External Fire Escapes must be approved by a Qualified Person. Các lối thoát hiểm bên ngoài phải được chứng nhận bởi người có chuyên môn

source: External Swimming Pools must be secured to prevent unauthorized access.
vi: External Swimming Pools must be secured to prevent unauthorized access. Bể bơi ngoài trời có biện pháp ngăn chặn truy cập trái phép <50/50/70% >

source: Extinguishing Systems
vi: Extinguishing Systems Hệ thống Chữa cháy

source: FIRE DETECTION, ALARMS & NOTIFICATION
vi: FIRE DETECTION, ALARMS & NOTIFICATION PHÁT HIỆN CHÁY, BÁO ĐỘNG & THÔNG BÁO

source: FIRE EXTINGUISHING SYSTEMS
vi: FIRE EXTINGUISHING SYSTEMS HỆ THỐNG CHỮA CHÁY

source: FIRE PREVENTION
vi: FIRE PREVENTION PHÒNG TRÁNH HỎA HOẠN

source: FIRE SPRINKLERS ARE LOCATED IN
vi: FIRE SPRINKLERS ARE LOCATED IN VỊ TRÍ SPRINKLER

source: FIRE SPRINKLERS ARE LOCATED IN:
vi: FIRE SPRINKLERS ARE LOCATED IN VỊ TRÍ SPRINKLER

source: FIRE/SMOKE COMPARTMENTATION & CONTROL
vi: FIRE/SMOKE COMPARTMENTATION & CONTROL NGĂN CHÁY/KHÓI LAN VÀ KIỂM SOÁT CHÁY/KHÓI

source: FLS certification to meet the following requirements:
vi: FLS certification to meet the following requirements: Chứng nhận PCCC đạt yêu cầu như sau

source: Fail-safe to unlocked position in case of power failure.
vi: Fail-safe to unlocked position in case of power failure. Trong trường hợp mất điện, cửa trở về trạng thái không khóa

source: Fence should have vertical pickets that do not allow passage of a 100mm sphere.
vi: Fence should have vertical pickets that do not allow passage of a 100mm sphere. Hàng rào sử dụng thanh dọc không cho phép vật hình cầu có đường kính 100mm vượt qua

source: Final Emergency Exits must be fitted with Panic Hardware.
vi: Final Emergency Exits must be fitted with Panic Hardware. Cửa thoát hiểm cuối cùng phải có thanh đẩy

source: Final Inspection Notes
vi: Final Inspection Notes Ghi chú Nghiệm thu lần cuối

source: Fire & Smoke Compartmentation
vi: Fire & Smoke Compartmentation Ngăn cháy/khói lan và Kiểm soát cháy/khói

source: Fire Alarm (24 hours standby / 1 hour operation)
vi: Fire Alarm (24 hours standby / 1 hour operation) Báo động cháy (dự phòng 24h / hoạt động 1h)

source: Fire Dampers must be easily accessible for maintenance and resetting.
vi: Fire Dampers must be easily accessible for maintenance and resetting. Van chặn lửa phải dễ tiếp cận để phục vụ bảo trì và reset

source: Fire Life Safety
vi: Fire Life Safety An toàn PCCC

source: Fire Life Safety & Other Issues
vi: Fire Life Safety & Other Issues An toàn PCCC & Các vấn đề khác

source: Fire Life Safety & Other Issues:
vi: Fire Life Safety & Other Issues: An toàn PCCC & Các vấn đề khác

source: Fire Prevention
vi: Fire Prevention Phòng tránh hỏa hoạn

source: Fire alarm system is connected to the local Fire Brigade.
vi: Fire alarm system is connected to the local Fire Brigade. Hệ thống báo động cháy kết nối đến Trạm cứu hỏa địa phương

source: Fire dampers provision to meet the following:
vi: Fire dampers provision to meet the following: Van chặn lửa phải đáp ứng như sau:

source: Fire department Breaching Inlet/ Booster Connections have been provided.
vi: Fire department Breaching Inlet/ Booster Connections have been provided. Cung cấp các van cấp nước bổ sung cho lực lượng cứu hỏa

source: Fire doors required to be held open are provided with an Automatic Door Release Mechanism upon activation of the fire alarm system.
vi: Fire doors required to be held open are provided with an Automatic Door Release Mechanism upon activation of the fire alarm system. Các cửa chống cháy cần phải giữ mở phải có cơ chế nhả cửa tự động khi kích hoạt báo động cháy

source: Fireman’s elevator is connected to the emergency power supply.
vi: Fireman’s elevator is connected to the emergency power supply. Thang máy cứu hỏa kết nối với nguồn điện khẩn cấp

source: Fitness facilities are provided with Access Control interfaced with Guest Key Cards.
vi: Fitness facilities are provided with Access Control interfaced with Guest Key Cards. (Accessible 24 hours/ day). Các cơ sở phòng tập được bố trí tính năng Kiểm soát Truy cập liên kết với Thẻ khóa của khách (có thể truy cập 24h/ngày)

source: Fitted with a 15-minute operating timer.
vi: Fitted with a 15-minute operating timer. Được trang bị bộ đồng hồ bấm giờ vận hành 15 phút

source: Fitted with a non-lockable door
vi: Fitted with a non-lockable door Được trang cửa không khóa

source: Fitted with a protected shatter-proof light fitting that is capable of withstanding the heat.
vi: Fitted with a protected shatter-proof light fitting that is capable of withstanding the heat. Trang bị bộ đèn chống vỡ được bảo vệ có khả năng chịu nhiệt

source: Fitted with a timer that is clearly visible to the user.
vi: Fitted with a timer that is clearly visible to the user. Được trang bị bộ hẹn giờ dễ thấy cho người dùng

source: Fitted with an outside observation window
vi: Fitted with an outside observation window Được trang bị cửa sổ quan sát bên ngoài

source: Fixed Fire Suppression System provided in Generator room and Electrical Switch Room.
vi: Fixed Fire Suppression System provided in Generator room and Electrical Switch Room. (Type of protection to be assessed). Hệ thống chữa cháy cố định trong phòng máy phát điện và phòng tủ điện (sẽ cần xem xét sử dụng loại hệ thống bảo vệ nào)

source: Flammable Materials stored in the main building or any of the interior corridor guest room areas of a hotel must be kept in fire proof lockers or cabinets of a minimum of 30 minutes fire resistance.
vi: Flammable Materials stored in the main building or any of the interior corridor guest room areas of a hotel must be kept in fire proof lockers or cabinets of a minimum of 30 minutes fire resistance. Các vật phẩm dễ cháy lưu trữ trong tòa nhà chính hoặc bất cứ khu vực hành lang phòng khách trong nhà nào của khách sạn phải được trữ trong locker chống cháy hoặc tủ chống cháy với mức chống cháy tối thiểu 30 phút

source: Flashing beacons and vibrating pillow pads are recommended (i.e. Deafgard).
vi: Flashing beacons and vibrating pillow pads are recommended (i.e. Deafgard). Khuyến nghị dùng đèn chớp và gối rung (vd. Deafgard)

source: For all hotels where a lift is not provided with an alternative power supply in the event of the normal power supply failing, a contract must be in place with a lift maintenance company to provide a twenty-four hours a day, seven days a week service to release trapped people from the lift.
vi: For all hotels where a lift is not provided with an alternative power supply in the event of the normal power supply failing, a contract must be in place with a lift maintenance company to provide a twenty-four hours a day, seven days a week service to release trapped people from the lift. (Only applicable for Conversions and Existing properties). Đối với tất cả các khách sạn nơi thang máy không có nguồn điện dự phòng trong trường hợp nguồn điện chính trục trặc, phải có hợp đồng với đơn vị bảo trì thang máy để cung cấp dịch vụ giải thoát người kẹt trong thang 24giờ/ngày, 7ngày/tuần (áp dụng với khách sạn chuyển đổi và khách sạn hiện có)

source: For car parks located in or directly below the hotel, either sprinklers or all of the following measures must be in place:
vi: For car parks located in or directly below the hotel, either sprinklers or all of the following measures must be in place:Đối với các bãi đỗ xe nằm trong hoặc ngay bên dưới khách sạn, hoặc phải có vòi phun nước hoặc phải áp dụng tất cả các biện pháp sau:

source: For example: “2 – 6 mths” means, priority 2 and must be completed within 6 months)
vi: For example: “2 – 6 mths” means, priority 2 and must be completed within 6 months) Ví dụ "2 - 6 tháng" có nghĩa là, ưu tiên 2 và phải hoàn thành trong 6 tháng

source: Free from any trip hazards
vi: Free from any trip hazards Không có các rủi ro vấp ngã

source: Front of House
vi: Front of House Khu FOH

source: Full-height wall (slab to slab) separations are installed between different fire compartments.
vi: Full-height wall (slab to slab) separations are installed between different fire compartments. Các tường ngăn full độ cao (từ tấm sàn tới tấm trần) được lắp đặt giữa các khoang ngăn cháy khác nhau

source: Gaps or openings limited to 10cm or less.
vi: Gaps or openings limited to 10cm or less. Khoảng trống hoặc khe hở giới hạn từ 10cm trở xuống

source: Gas leak detection to meet the following requirements:
vi: Gas leak detection to meet the following requirements: Hệ thống phát hiện rò rỉ khí ga phải đáp ứng như sau

source: Gas leak detectors are connected to an automatic Shut off Valve and the Fire Alarm System.
vi: Gas leak detectors are connected to an automatic Shut off Valve and the Fire Alarm System. Đầu báo rò khí ga phải kết nối với van ngắt tự động và hệ thống báo động cháy

source: General alarm is audible at 75dBA when measured from the Bed Head.
vi: General alarm is audible at 75dBA when measured from the Bed Head. Báo động chung đạt mức 75dBA khi đo ở đầu giường

source: Generator has sufficient capacity to power to all FLS systems, minimum operations + 20% spare capacity.
vi: Generator has sufficient capacity to power to all FLS systems, minimum operations + 20% spare capacity. Máy phát phải đủ công suất để cấp điện cho toàn bộ hệ thống PCCC, tối thiểu công suất vận hành+20% công suất dự phòng

source: Guest Rooms must meet all the following requirements:
vi: Guest Rooms must meet all the following requirements: Phòng khách phải đáp ứng các yêu cầu sau:

source: Guest corridor smoke exhaust system is installed.
vi: Guest corridor smoke exhaust system is installed. (where required) Có hệ thống hút khói cho hành lang phòng khách (ở nơi cần thiết)

source: Guestroom Doors are provided with drop seals underneath
vi: Guestroom Doors are provided with drop seals underneath Cửa phòng khách có seal dưới chân cửa

source: Guests should not have to pass through a service (or back of house) area to gain access to an emergency escape.
vi: Guests should not have to pass through a service (or back of house) area to gain access to an emergency escape. Khách không nên phải đi qua khu service (hoặc BOH) để đến được lối thoát hiểm

source: Hard-Wired Smoke Detectors with local sounding device (75 dBA).
vi: Hard-Wired Smoke Detectors with local sounding device (75 dBA). Đầu báo khói có dây với báo động âm thanh cục bộ 75dBA

source: Heating / cooling ducts, exhaust vents and service areas must be designed or modified to prevent unauthorized visual access to guest rooms and acoustic privacy between bathrooms.
vi: Heating / cooling ducts, exhaust vents and service areas must be designed or modified to prevent unauthorized visual access to guest rooms and acoustic privacy between bathrooms. Các đường ống sưởi/làm mát, lỗ thông hơi và khu vực dịch vụ phải được thiết kế hoặc sửa đổi để không nhìn trực tiếp vào phòng khách và đảm bảo riêng tư về âm thanh giữa các phòng tắm.

source: High-rise properties must provide a lift for use in fire-fighting operations and include the following:
vi: High-rise properties must provide a lift for use in fire-fighting operations and include the following: Các tòa nhà cao tầng bắt buộc lắp đặt thang máy để sử dụng trong các hoạt động chữa cháy và bao gồm:

source: Hot Tubs (including Whirlpool or Jacuzzi) must meet the following safety requirements:
vi: Hot Tubs (including Whirlpool or Jacuzzi) must meet the following safety requirements: Khu bể nước nóng (bao gồm cả bể nước xoáy hoặc jacuzzi) phải đáp ứng các yêu cầu an toàn sau

source: Hotel
vi: Hotel Khách sạn

source: Hotel Opening Team (HOT)
vi: Hotel Opening Team (HOT) Team Mở cửa Khách sạn

source: Hotel has developed fire evacuation procedures for disabled guests and evacuation plan is available for review.
vi: Hotel has developed fire evacuation procedures for disabled guests and evacuation plan is available for review. Khách sạn phát triển Quy trình sơ tán cho khách khuyết trật và có sơ đồ thoát hiểm để trình duyệt

source: Hotel must implement one of the following in all bathtub locations:
vi: Hotel must implement one of the following in all bathtub locations: Khách sạn phải thực hiện một trong những điều sau đây tại tất cả các bồn tắm:

source: Hours of operation
vi: Hours of operation Thời gian sử dụng

source: Hydrant & Hose reel system water storage has been provided according to recognized international standards or sufficient for minimum 120 minutes continuous operation.
vi: Hydrant & Hose reel system water storage has been provided according to recognized international standards or sufficient for minimum 120 minutes continuous operation. Hệ thống trụ nước cứu hỏa và ống dẫn được cung cấp tuân theo các tiêu chuẩn quốc tế được công nhận hoặc đáp ứng tối thiểu 120 phút vận hành liên tục

source: Hydrant & hose reel pumping & control system is connected to the emergency generator.
vi: Hydrant & hose reel pumping & control system is connected to the emergency generator. Hệ thống bơm và điều khiển trụ nước cứu hỏa và ống dẫn kết nối với máy phát khẩn cấp

source: Hydrant & hose reel system has been designed to recognized international standards or NFPA 14.
vi: Hydrant & hose reel system has been designed to recognized international standards or NFPA 14. Hệ thống trụ nước cứu hỏa và ống dẫn được thiết kế đáp ứng các tiêu chuẩn quốc tế được công nhận hoặc NFPA 14
